/* Localized versions of Guest Access strings */

allowButton = "画面を共有";
denyButton = "キャンセル";

controlTitle = "画面共有要求";
observeTitle = "画面共有要求";

controlRequestKnown = "“%2$@”の“%1$@”が、画面の共有を要求しています。\r\r画面を共有しますか？";
observeRequestKnown = "“%2$@”の“%1$@”が、画面の監視を要求しています。\r\r画面を共有しますか？";

controlRequestUnknown = "アドレス %@ から接続しているゲストユーザが、画面の共有を要求しています。\r\rそのユーザを知っている場合にのみ、“画面を共有”をクリックしてください。";
observeRequestUnknown = "アドレス %@ から接続しているゲストユーザが、画面の監視を要求しています。\r\rそのユーザを知っている場合にのみ、“画面を共有”をクリックしてください。";

errAttnReqCommString = "通信エラーが起きました。";
